{"hungary-blank1":"For the European Union, its member states are not homogenous entities defined by national borders. Many EU policies are designed for a more fine grained geographical level: the level of the EU regions.","hungary-blank2":"Take for example Hungary. For the EU, Hungary was divided into 7 regions, each with its own demographic, social and economical characteristics. Some EU policies will affect some of the Hungarian regions and not others, because they don’t share all the same characteristics.","hungary-blank3":"But as of January 1 2018, Hungary counts 8 EU regions. The country decided to split the region of Central Hungary into the Budapest region (containing the capital of the same name) and the surrounding region of Pest.","hungary-blank4":"To understand why the Hungarians did this, we need to look at the economic development of the regions and how the internal redistribution of wealth works in the European Union.","p1":"People familiar with the geography and economics of Europe know where the rich, developed countries are: they are mostly situated in Western and Northern Europe. On the map, richer countries are <span class=\"textlegend textlegend-110\"  data-th-high=\"110\" data-th-low=\"100\" data-measure=\"gdppps16\">shaded</span> <span class=\"textlegend textlegend-125\"  data-th-high=\"125\" data-th-low=\"110\" data-measure=\"gdppps16\">in</span> <span class=\"textlegend textlegend-600\"  data-th-high=\"1000\" data-th-low=\"125\" data-measure=\"gdppps16\">green</span>, less developed countries are in <span class=\"textlegend textlegend-100\"  data-th-high=\"100\" data-th-low=\"90\" data-measure=\"gdppps16\">shades</span> <span class=\"textlegend textlegend-90\"  data-th-high=\"90\" data-th-low=\"75\" data-measure=\"gdppps16\">of</span> <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">pink</span>. These colors are used throughout this article. Their exact meaning is not very important yet here, but they will be explained later on. Just know that the colors reflect economic development: they are linked to the gross domestic product of countries and regions.","p2":"For a long time, one of the policies of the EU  has been to create more \"cohesion\", eurocrat jargon for poorer and less developed regions catching up with the developed ones. An easy solution for EU policy makers would have been to just funnel EU money from developed countries to less developed ones. But the policy makers were smarter and knew that rich countries also have poor regions and poor countries also have richer regions. Check the map.","p4":"Notice the geographical divisions in <span class=\"highlight country\" id=\"IT\">Italy</span> (developed north, less developed south), <span class=\"highlight country\" id=\"BE\">Belgium</span> (the same) and <span class=\"highlight country\" id=\"DE\">Germany</span> (developed west, less developed east), and the islands of development that are the regions containing the capitals • (<span class=\"highlight country\" id=\"ES\">Spain</span>, <span class=\"highlight country\" id=\"FR\">France</span>, <span class=\"highlight country\" id=\"UK\">UK</span>, <span class=\"highlight country\" id=\"PL\">Poland</span>, <span class=\"highlight country\" id=\"RO\">Romania</span>, <span class=\"highlight country\" id=\"SK\">Slovakia</span>, ...)","p5":"This breakdown in 276 regions is what the European Union uses to distribute its catch-up funds for the construction of transport infrastructure, the construction of schools and hospitals and research and development projects, for example. This is where the colors on the map start to matter. The <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">least developed regions</span> get a bigger share of the 50 billion € that is distributed annually, and have to cofund less of total project costs. More developed regions receive less money and need to pay more of the project costs themselves. <b>So the colors on the map represent how much each region can benefit from the catch-up funds.</b> Then, how is the color of each region determined exactly?","p6":"Here is what every region received in catch up funds in the ten years from 2007 until 2016 (numbers for 2016 are only partial). <span class=\"highlight region\" id=\"ES61\">Andalucia</span> is the region that received the most money: it 'absorbed' more than 15 billion € spread over 10 years.","p7":"Of course, population should be taken into account. This map shows total funding per capita per year for the period 2007-2016 (numbers for 2016 are only partial, numbers are in €/capita/year). HIGHLIGHT REGIONS?","p8":"To illustrate the importance of the catch-up funds for some regions, the maps now shows the total funds received in 2015 (the most recent year with complete data available) as a percentage of regional GDP. For some regions, <span class=\"textlegend textlegend-5perc\" data-th-high=\"100\" data-th-low=\"5\", data-measure=\"fundpercgdp15\">the funds amount to more than 5 percent of their gdp</span>. So for many regions the catch-up funds are a very important part of the economy and crucial for public investments.</p>","p9":"Let's return to the map indicating the economic development of every region.","p10":"To better understand this, we turn the map into a chart. On the  chart, every ○ is a region and a □ represents a country’s average. Regions containing the country capital are marked with a ⦿. The regions <b>are ordered from left to right according to their economic development, measured as the regional gdp compared to the EU average.</b>","p11":"The EU average is set to 100, so a region with an economic development score of 90 has a gdp of 90 % of the EU average.","p12":"The region of  Inner London - West is a big outlier: it’s gdp is more than 600 percent of the EU average. Let’s zoom the axis a bit, so we can see more details for the other regions.","p13":"It is clear that the range of regional economic development is quite big for many countries: national averages hide a very big diversity in regional economic development. In almost all countries, <span class=\"highlight capital-regions\">regions containing the country capital ⦿</span> are much more developed than the other regions of the country.","p14":"The chart now shows thresholds of economic development that correspond to 75 and 90 % of the EU average gdp. These correspond to the breaks between the shades of pink. Regions with a gross domestic product lower than <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">75% of the EU average</span> are considered \"less developed\" and receive the most money from the catch-up funds. They only have to cofund 15 % of the total development project costs, so the EU pays 85 % of the costs. Regions with a <span class=\"textlegend textlegend-90\"  data-th-high=\"90\" data-th-low=\"75\" data-measure=\"gdppps16\">gdp between 75 and 90%</span> have to pay 40 % of the project costs themselves. Other regions (<span class=\"textlegend textlegend-100\"  data-th-high=\"100\" data-th-low=\"90\" data-measure=\"gdppps16\">between 90 and 100%</span>, <span class=\"textlegend textlegend-110\"  data-th-high=\"110\" data-th-low=\"100\" data-measure=\"gdppps16\">between 100 and 110%</span>, <span class=\"textlegend textlegend-125\"  data-th-high=\"125\" data-th-low=\"110\" data-measure=\"gdppps16\">between 110 and 125%</span> or <span class=\"textlegend textlegend-600\"  data-th-high=\"1000\" data-th-low=\"125\" data-measure=\"gdppps16\">above 125% of the average</span>) pay half of the project costs themselves.","p15":"Do you see these three regions? Those are the regions from the title of this article. Now suppose you are the governor of one of these regions, well above above or on the brink of exceeding the thresholds to receive money from the Cohesion funds as a less developed region. And you know your regional gdp is also hiding a big gap in prosperity at a smaller geographical scale: one part of your region hosts the country capital and is relatively rich, while the other part of your region is quite poor and its gdp is actually well below the thresholds. But the wealthy part of your region is lifting the average up so high, that the region as a whole, including the poor part, is excluded from the full benefits of the catch-up funds.","beforeafterintro":"So… what if you could split your region into one very rich one and a poor one, that would actually be eligible to receive more money? That is what actually happened in the regions from the title of this article.","hungary1":"Let's return to Hungary. The capital Budapest was lifting the surrounding poor Pest county out of the ‘less developed region’ category and as a result the county was missing out on a lot of money from the catch-up funds.","hungary2":"That is why Hungary asked the EU if it could split the region of Central Hungary into two separate regions: the developed capital Budapest and the less developed surrounding region of Pest.","lithuania1":"A similar situation happened in the country of Lithuania. For the EU, Lithuania consisted of a single region and its gdp in 2016 was exactly 75% of the EU average. So if its economy would catch up just a little more, it would lose its status as less developed region and miss out on a lot of money.","lithuania2":"The capital Vilnius, in the southeast of the country is economically the most developed region of the country and is lifting the country’s gdp over the 75% threshold, bringing the eligibility for the catch-up funds of the poorer areas of the country in jeopardy. That is why the Lithuanian government split the country into 2 EU regions, separating the rich(er) capital from the poorer rest of the country, which would maintain its full access to the catch-up funds.","poland":"And the Poles have done the same with their capital Warsaw, which is now also contained in a separate region.","splitregions":"Modified or new regions should be existing administrative units, or an aggregation of smaller existing administrative units"}