{"title":"Why Budapest, Warsaw and Lithuania split themselves in two","description":"Every year, the European Union funnels 50 billion euros ( a third of its total budget) to its poorer regions in the EU. But as a consequence of this public investment, poorer regions that get richer will  receive less money over time. As a type of statistical gerrymandering, governors of these regions have redrawn their borders so that the money keeps flowing.","hungary-blank2":"Take for example Hungary. For EU funding, Hungary was divided into 7 regions, each with its own demographic, social and economical characteristics.","hungary-blank3":"On January 1st 2018, Hungary split the region of Central Hungary into the Budapest region (containing the capital of the same name) and the surrounding region of Pest.","hungary-blank4":"To understand why the Hungarians did this, we need to look at how distribution of wealth works in the European Union.","p1":"People familiar with the geography and economics of Europe know where the rich, developed countries are, situated mostly in Western and Northern Europe. On the map, richer countries are <span class=\"textlegend textlegend-110\"  data-th-high=\"110\" data-th-low=\"100\" data-measure=\"gdppps16\">shaded</span> <span class=\"textlegend textlegend-125\"  data-th-high=\"125\" data-th-low=\"110\" data-measure=\"gdppps16\">in</span> <span class=\"textlegend textlegend-600\"  data-th-high=\"1000\" data-th-low=\"125\" data-measure=\"gdppps16\">green</span>, less developed countries are in <span class=\"textlegend textlegend-100\"  data-th-high=\"100\" data-th-low=\"90\" data-measure=\"gdppps16\">shades</span> <span class=\"textlegend textlegend-90\"  data-th-high=\"90\" data-th-low=\"75\" data-measure=\"gdppps16\">of</span> <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">pink</span>, denoting economic development via each region’s gross domestic product of countries and regions.","p2":"One of the policies of the EU has been to create more \"cohesion\", jargon for poorer and less developed regions catching up economically with the developed ones. An easy solution would have been to funnel EU money from developed countries to less developed ones. But the policy makers knew that rich countries also have poor regions and poor countries also have richer regions. Let’s see how development changes when we examine the 276 regions of the EU instead of 28 countries.","p4":"Notice the geographical divisions in <span class=\"highlight country\" id=\"IT\">Italy</span> (developed north, less developed south), <span class=\"highlight country\" id=\"BE\">Belgium</span> (the same) and <span class=\"highlight country\" id=\"DE\">Germany</span> (developed west, less developed east), and the islands of development that are the regions containing the capitals (denoted by a black circle = • ) (<span class=\"highlight country\" id=\"ES\">Spain</span>, <span class=\"highlight country\" id=\"FR\">France</span>, <span class=\"highlight country\" id=\"UK\">UK</span>, <span class=\"highlight country\" id=\"PL\">Poland</span>, <span class=\"highlight country\" id=\"RO\">Romania</span>, <span class=\"highlight country\" id=\"SK\">Slovakia</span>)","p5":"This breakdown into 276 regions is what the EU uses to distribute its “catch-up funds,” money used the construction of transport infrastructure, , schools, and hospitals, as well as research and development projects, for example. The <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">least developed regions</span> get a bigger share of the 50 billion euros distributed annually and have to cofund less of total project costs. More developed regions receive less money and pay more of the project costs. <b>So how does the EU decide whether a region is poor or rich? Where are the lines drawn?</b>","p6":"Here is what every region received in catch up funds in the ten years from 2007 until 2016 (numbers for 2016 are only partial). <span class=\"highlight region\" id=\"ES61\">Andalucia</span> is the region that received the most money: it 'absorbed' more than 15 billion € spread over 10 years.","p7":"Of course, population should be taken into account. This map shows total funding per capita per year for the period 2007-2016 (numbers for 2016 are only partial, numbers are in €/capita/year). HIGHLIGHT REGIONS?","p8":"To illustrate the importance of the catch-up funds for some regions, the maps now shows the total funds received in 2015 (the most recent year with complete data available) as a percentage of regional GDP. For some regions, <span class=\"textlegend textlegend-5perc\" data-th-high=\"100\" data-th-low=\"5\", data-measure=\"fundpercgdp15\">the funds amount to more than 5 percent of their gdp</span>. So for many regions the catch-up funds are a very important part of the economy and crucial for public investments.</p>","p9":"Let's return to the map indicating the economic development of every region.","p10":"To better understand this, we turn the map into a chart. Every circle○ is a region. Each square □ represents a country’s average GDP. Regions containing the country capital are marked with a ⦿. The regions <b>are ordered from left to right by its GDP.</b>","p11":"The EU average is set to 100. A region with an economic development score of 90 has a GDP of 90 % of the EU average.","p12":"The region of Inner London - West is a big outlier: its GDP is more than 600% the EU average (and consequently receives little EU catch-up funds). Let’s zoom in  so we can see more details for the other regions.","p13":"The range of regional economic development is quite high for many countries. In almost all countries, <span class=\"highlight capital-regions\">regions containing the country’s capital ⦿</span> are much more developed than the other regions.","p14":"<b>The 5 colors used on this chart (as well as the preceding maps) all correspond to EU funding thresholds.</b> Regions with a GDP lower than <span class=\"textlegend textlegend-75\" data-th-high=\"75\" data-th-low=\"0\" data-measure=\"gdppps16\">75% of the EU average</span> are considered \"less developed\" and receive the most money from the catch-up funds. The EU pays 85% of all development project costs. Regions with a <span class=\"textlegend textlegend-90\"  data-th-high=\"90\" data-th-low=\"75\" data-measure=\"gdppps16\">GDP between 75% and 90%</span> have 60% of project costs paid for by the EU. Other regions (<span class=\"textlegend textlegend-100\"  data-th-high=\"100\" data-th-low=\"90\" data-measure=\"gdppps16\">between 90% and 100%</span>, <span class=\"textlegend textlegend-110\"  data-th-high=\"110\" data-th-low=\"100\" data-measure=\"gdppps16\">between 100% and 110%</span>, <span class=\"textlegend textlegend-125\"  data-th-high=\"125\" data-th-low=\"110\" data-measure=\"gdppps16\">between 110 and 125%</span> or <span class=\"textlegend textlegend-600\"  data-th-high=\"1000\" data-th-low=\"125\" data-measure=\"gdppps16\">above 125% of the average</span>) pay half of the project costs themselves.","p15":"Suppose you are the governor of one of the three regions annotated on the chart (Warsaw, Budapest, and Lithuania),  which are all on the brink of a funding threshold and able to receive  additional EU funds  as a lesser developed region. Suppose one part of your region hosts the country capital and is relatively rich, while the other part of your region is quite poor and its GDP is actually well below the EU funding threshold. The wealthy part of your region is lifting up the GDP to an extent that the that the region as a whole, could be excluded from the full benefits of EU catch-up funds.","beforeafterintro":"What if you could split your region into two: one that’s rich and one that’s poor (and therefore eligible for EU catch-up funds).","hungary1":"Let's return to Hungary. The capital Budapest was lifting the surrounding poor area of Pest out of the “less developed region” category (< 75% EU Average GDP). As a result, the region was missing out on funding.","hungary2":"Hungary asked the EU if it could split the region of Central Hungary into two separate regions: the developed capital Budapest and the less developed surrounding region of Pest.","lithuania1":"A similar situation occurred in Lithuania, which consisted of a single region and its GDP in 2016 was exactly 75% of the EU average. If its economy were to grow, it would lose its status as less developed region and lose catch-up funds.","lithuania2":"Lithuania’s capital, Vilnius is economically the most developed part of the country and is lifting the country’s GDP over the 75% threshold, bringing the eligibility for the catch-up funds of the poorer areas of the country in jeopardy. That is why the Lithuanian government split the country into two EU regions, separating the richer capital from the poorer rest of the country, maintaining its full access to catch-up funds.","poland":"The Poles have done the same with their capital Warsaw, which is now also contained in a separate region.","splitregions":"Modified or new regions should be existing administrative units, or an aggregation of smaller existing administrative units"}