{"p1":"People familiar with the geography and economics of Europe know where the rich, developed countries are: they are mostly situated in Western and Northern Europe. On the map, the developed countries are shaded in green, less developed countries are in shades of orange. These colors are used throughout this article. Their exact meaning is not very important yet here, but they will be explained later on.","p2":"For a long time, one of the policies of the EU  has been to create more \"cohesion\", eurocrat jargon for poorer and less developed regions catching up with the developed ones. An easy solution for EU policy makers would have been to just funnel EU money from developed countries to less developed ones.","p3":"But the policy makers were smarter and knew that rich countries also have poor regions and poor countries also have richer regions. Check the map.","p4":"Notice the geographical divisions in Italy (developed north, less developed south), Belgium (the same) and Germany (developed west, less developed east), and the islands of development that are the regions containing the capitals (Spain, France, UK, Poland, Romania, Slovakia, ...)","p5":"This breakdown in 276 regions is what the European Union uses to distribute its catch-up funds for the construction of transport infrastructure, the construction of schools and hospitals and research and development projects, for example. Poorer regions get a bigger share of the 50 billion € that is distributed annually, and have to cofund less of total project costs.","p6":"Here is what every region received in catch up funds in the ten years from 2007 until 2016 (numbers for 2016 are only partial). Andalucia is the region that received the most money: it 'absorbed' more than 15 billion € spread over 10 years.","p7":"Of course, population should be taken into account. The following map shows total funding per capita per year for the period 2007-2016 (numbers for 2016 are only partial, numbers are in €/capita/year).","p8":"To illustrate the importance of the catch-up funds for some regions, the following map shows the total funds received in 2015 (the most recent year with complete data available) as a percentage of regional GDP. For some regions, the funds amount to more than 5 percent of the gdp.","p9":"So for many regions the catch-up funds are a very important part of the economy and crucial for public investments. Let's return to the map indicating the economic development of every region.","p10":"Let's skip the geography for now and focus on the numbers. In the below chart, every circle is a region and diamonds represent country averages. Regions containing the country capital are marked with a dot. The regions are ordered according to their economic development, measured as the regional gdp compared to the EU average. The EU average is set to 100, so a region with an economic development score of 90 has a gdp of 90 % of the EU average.","p11":"It is clear that the range of regional economic development is quite big for many countries: national averages hide a very big diversity in regional economic development. In almost all countries, regions containing the country capital (dotted circles) are much more developed than the other regions of the country.","p12":"The goal of the EU Cohesion policy is convergence: narrowing the gap between rich and poor regions by shifting the poor regions on the chart to the right. Did that happen? Let's take a look at how the regions developed over the past 10 years. We sort them based on their gdp relative to the EU average in 2016 and connect them with a line to where they were in 2007. Every circle gets a \"trail\": trails to the left of the circle indicate faster economic growth compared to the EU average, trails to the right mean slower economic growth than the EU average (or even economic decline).","p13":"A lot of the regions at the bottom of the chart shifted to the right: the poorer regions in the EU grew faster than the average of the whole of the Union. Regions in eastern member states like Bulgaria, Romania, Hungary and especially Poland benefited a lot from joining the EU in 2004 and 2007. These are also the countries where the catch-up funds amount to a considerable proportion of regional gdp.","p14":"The colors on the charts and maps in this article represent the classes of economic development. The boundaries of these classes weren't chosen arbitrarily. They are actually very important in determining how much money each region can receive and how much money each region should invest itself, on top of the EU subsidies. Regions with a gdp _(=> link to background information on price corrected gdp/capita)_ lower than 75% of the EU average are considered \"less developed\" and receive the most money. They only have to cofund 15 % of the total development project costs, so the EU pays 85 % of the costs. Regions with a gdp between 75 and 90% of have to pay 40 % of the project costs themselves and regions above the 90 % threshold pay half of the project costs themselves.","p15":"Do you see the three regions indicated on the chart with an arrow? Those are the regions from the title of this article. Now suppose you are the governor of one of these regions, well above above or on the brink of exceeding the thresholds to receive money from the Cohesion funds as a less developed region. And you know your regional gdp is also hiding a big gap in prosperity at a smaller geographical scale: one part of your region hosts the country capital and is relatively rich, while the other part of your region is quite poor and its gdp is actually well below the thresholds. But the wealthy part of your region is lifting the average up so high, that the region as a whole, including the poor part, is excluded from the full benefits of the catch-up funds. So… what if you could split your region into one very rich one and a poor one, that would actually be eligible to receive more money? That is what actually happened in the regions from the title of this article. Let's take a closer look at them. The first one is Lithuania. For the EU, the country of Lithuania was a single region and its gdp in 2016 was exactly 75% of the EU average. So if its economy catches up a little more, it will lose its status as less developed region and miss out on a lot of money."}